[Demo_CommonAD_ep2_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=135,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-2002,Y=530,Z=402),VecSub=(X=-43,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',Vec=(X=-1850,Y=625,Z=402),VecSub=(X=-95,Y=0,Z=0),CId=6)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1805,Y=565,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=72)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',Vec=(X=-1745,Y=575,Z=402),VecSub=(X=-123,Y=0,Z=0),CId=43)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="ニシビナ　ウララカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.38_NISHIBINA_URARAKA',Vec=(X=-1780,Y=640,Z=-300),VecSub=(X=-110,Y=0,Z=0),CId=38)
DemoScripts[8]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',motionName[0]="ne_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandF",Rate=1,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',Bit=1,Number=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[0]="se2_CE_0000_lp_open_normal",motionName[1]="zk_CM_0002_fx_close_smile_S",motionName[2]="zk_DM_0100_lp_StandA",Rate=0,Number=3,Bit=5)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',Bit=1,Number=5)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="ニシビナ　ウララカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.38_NISHIBINA_URARAKA',motionName[0]="de_CE_0000_lp_open_normal",motionName[1]="zk_CM_0000_fx_close_normal",motionName[2]="zk_DM_0100_lp_StandA",Rate=0,Number=3,Bit=5)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="ニシビナ　ウララカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.38_NISHIBINA_URARAKA',Bit=1,Number=5)
DemoScripts[17]=(Actor=CHARACTER,Command=POP,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-1795,Y=655,Z=-300),VecSub=(X=-105,Y=0,Z=0),CId=261)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mk_DM_0100_lp_wait",Number=9,CId=261,Bit=4)
DemoScripts[19]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[20]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[21]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[22]=(Actor=FADE,Command=WAIT)
DemoScripts[23]=(Actor=WINDOW,Command=SET)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_001_Cue',Name="エコロ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_004_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_005_Cue',Name="エコロ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_009_Cue',Name="エコロ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[46]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-1850,Y=585,Z=537))
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_010_Cue',Name="サツキ　ココ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=WINDOW,Command=EXIT)
DemoScripts[51]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[52]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=85,Y=-5,Z=0),SecTime=0.5)
DemoScripts[53]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[54]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[55]=(Actor=WINDOW,Command=SET)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_012_Cue',Name="サツキ　ココ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[61]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=0.3)
DemoScripts[62]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[63]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=55,Y=-5,Z=0),SecTime=)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_014_Cue',Name="スズノ　メイ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[68]=(Actor=WINDOW,Command=EXIT)
DemoScripts[69]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[70]=(Actor=FADE,Command=WAIT)
DemoScripts[71]=(Actor=CHARACTER,Command=SET,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',SetType=ROT,Vec=(X=-91,Y=0,Z=0),CId=6)
DemoScripts[72]=(Actor=CHARACTER,Command=SET,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',SetType=ROT,Vec=(X=-125,Y=0,Z=0),CId=43)
DemoScripts[73]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=70,Y=-5,Z=0),SecTime=)
DemoScripts[74]=(Actor=CHARACTER,Command=SET,Name="ニシビナ　ウララカ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.38_NISHIBINA_URARAKA',SetType=POS,Vec=(X=-1780,Y=640,Z=402),CId=38)
DemoScripts[75]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[76]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[77]=(Actor=FADE,Command=WAIT)
DemoScripts[78]=(Actor=WINDOW,Command=SET)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_016_Cue',Name="ニシビナ　ウララカ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[0]="se2_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[1]="zk_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_018_Cue',Name="スズノ　メイ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_019_Cue',Name="ニシビナ　ウララカ")
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_020_Cue',Name="サツキ　ココ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_022_Cue',Name="エコロ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_023_Cue',Name="エコロ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_024_Cue',Name="クロナ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[106]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[107]=(Actor=FADE,Command=WAIT)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[0]="se2_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[1]="zk_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-1805,Y=565,Z=402),CId=72)
DemoScripts[111]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[112]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[113]=(Actor=FADE,Command=WAIT)
DemoScripts[114]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[115]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=0.3)
DemoScripts[116]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1890,Y=350,Z=537),SecTime=)
DemoScripts[118]=(Actor=WINDOW,Command=SET)
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=0,Number=1,Bit=0)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_026_Cue',Name="クロナ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[128]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_028_Cue',Name="クロナ")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[130]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_029_Cue',Name="クロナ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=WINDOW,Command=EXIT)
DemoScripts[137]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[138]=(Actor=FADE,Command=WAIT)
DemoScripts[139]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[140]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[141]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[142]=(Actor=FADE,Command=WAIT)
DemoScripts[143]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=0.3)
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[145]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[146]=(Actor=WINDOW,Command=SET)
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_031_Cue',Name="エコロ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_032_Cue',Name="エコロ")
DemoScripts[152]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[153]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[155]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_034_Cue',Name="エコロ")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[157]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[158]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_035_Cue',Name="スズノ　メイ")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[160]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',motionName[0]="ne_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_036_Cue',Name="サツキ　ココ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="サツキ　ココ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.06_SATSUKI_KOKO',motionName[0]="ne_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_037_Cue',Name="ニシビナ　ウララカ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[170]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_039_Cue',Name="エコロ")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[172]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[174]=(Actor=WINDOW,Command=EXIT)
DemoScripts[175]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[176]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=0.3)
DemoScripts[177]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[178]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1835,Y=495,Z=537),SecTime=)
DemoScripts[179]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[180]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[181]=(Actor=FADE,Command=WAIT)
DemoScripts[182]=(Actor=CHARACTER,Command=SET,Name="ミニクロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-1795,Y=655,Z=602),CId=261)
DemoScripts[183]=(Actor=CHARACTER,Command=ACTION,Name="スズノ　メイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.43_SUZUNO_MEI',motionName[1]="zk_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[184]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[185]=(Actor=FADE,Command=WAIT)
DemoScripts[186]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[187]=(Actor=WINDOW,Command=SET)
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[189]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[190]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep2_1.GG2_V_CMNAD_ep2_1_043_Cue',Name="エコロ")
DemoScripts[191]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[192]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[193]=(Actor=WINDOW,Command=EXIT)
DemoScripts[194]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[195]=(Actor=FADE,Command=WAIT)
DemoScripts[196]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1870,Y=400,Z=537),SecTime=)
DemoScripts[197]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[198]=(Actor=FADE,Command=WAIT)
DemoScripts[199]=(Actor=WINDOW,Command=SET)
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[201]=(Actor=WINDOW,Command=EXIT)
DemoScripts[202]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[203]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[204]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[205]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[206]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep2_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep2_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="所以說,峯大大人./n不選那對姊妹真的可以嗎?")

Texts[1]=(Label="TEXT02",Name="峯大",Text="......嗯./n沒關係.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="她們果然就只是兒時玩伴啊./n雖然想跟她們重新和好....../n但並不是想和她們成為戀人.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="這樣啊./n......既然如此,今天之內/n就必須找到其他對象纔行了.")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="請千萬別忘了這件事.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="嗯,我知道./n雖說在一天之內決定相伴一生的對象/n讓我有種不夠誠懇的感覺......")

Texts[6]=(Label="TEXT07",Name="峯大",Text="但是這也攸關著艾可蘿的畢業呢./n我一定會找到命運的對象給妳看唷.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="......更何況我也不想要一輩子沒有女朋友嘛.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="峯大大人......")

Texts[9]=(Label="TEXT10",Name="皐月 可可",Text="發現學長......呵呵呵......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="嗚哇,這麼突然!?/n我......我還沒做好心理準備......")

Texts[11]=(Label="TEXT12",Name="皐月 可可",Text="呵,呵呵......學長的小腿零件/n似乎要再加長一點比較好哦......")

Texts[12]=(Label="TEXT13",Name="峯大",Text="意思是我的腿太短了嗎!?")

Texts[13]=(Label="TEXT14",Name="鈴野 芽衣",Text="啊哈哈! 那個好好笑!/n真的腿短耶--!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="才,纔不......纔不短咧!!!")

Texts[15]=(Label="TEXT16",Name="西雛 麗香",Text="那麼短的話......就....../n活不下去了......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="我想活下去!/n就算腿短也想活下去!!/n嗚嗚嗚~......")

Texts[17]=(Label="TEXT18",Name="鈴野 芽衣",Text="啊哈哈哈!! 是在哭嗎--!/n真噁心--!")

Texts[18]=(Label="TEXT19",Name="西雛 麗香",Text="一起......墮落到糜爛的世界吧......")

Texts[19]=(Label="TEXT20",Name="皐月 可可",Text="沒問題啦~/n只是把小腿稍~微切開一點,/n往中間塞進幾張塑膠板而已......")

Texts[20]=(Label="TEXT21",Name="峯大",Text="......總覺得樣子變得更不對勁了耶....../n這也是\"天使之箭\"造成的嗎?")

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="不,這是....../n這個感覺該不會是......?")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="惡魔長槍!?")

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="噫嘻嘻嘻!!/n就是這樣DEATH!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="啊啊!?/n是剛才的惡魔!!")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="我用惡魔長槍朝這些傢伙/n噗哧地刺下去了DEATH!/n惡作劇大成功DEATH!!")

Texts[26]=(Label="TEXT27",Name="峯大",Text="妳對女孩子做了什麼啊!")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="惡魔惡作劇/n是理所當然的義務DEATH!")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="連這種事都不明白/n真是腦袋差勁的人類DEATH呢~!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="唔唔唔......居然大放厥詞......!/n艾可蘿,惡魔長槍是什麼東西?/n是天使之箭的同類嗎?")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="不./n惡魔長槍和結合雙方愛情的天使之箭/n是完全相反的東西.")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="被惡魔長槍貫穿的人/n會受到黑暗能量污染,然後就會/n忍不住想要對喜歡的對象惡作劇.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="小學生喔!",Format[0]=(Size=37,Start=0,End=6))

Texts[33]=(Label="TEXT34",Name="艾可蘿",Text="事實就是這樣,/n我有什麼辦法--!")

Texts[34]=(Label="TEXT35",Name="鈴野 芽衣",Text="總之先拍打一下是不是就會變長了呢?/n我是說腿.")

Texts[35]=(Label="TEXT36",Name="皐月 可可",Text="學長~!/n請老實讓我魔改吧~!")

Texts[36]=(Label="TEXT37",Name="西雛 麗香",Text="來......一起墮落吧......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="唔......!/n沒有讓大家恢復原狀的方法嗎?")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="請仔細看清楚./n現在的峯大大人應該看得見才對./n惡魔之力......也就是黑暗能量!")

Texts[39]=(Label="TEXT40",Name="峯大",Text="是嗎......?")

Texts[40]=(Label="TEXT41",Name="峯大",Text="啊啊!!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="看見了!/n是那個小不點惡魔嗎!")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="是的,那就是黑暗能量的化身!/n只要消滅掉它,/n應該就能恢復正常了.")

Texts[43]=(Label="TEXT44",Name="峯大",Text="好--各位!/n我現在就讓妳們恢復原狀......!")

Texts[44]=(Label="TEXT45",Name="",Text="")

Texts[45]=(Label="",Name="",Text="")

Texts[46]=(Label="SELECT01",Name="",Text="")

Texts[47]=(Label="SELECT02",Name="",Text="")

Texts[48]=(Label="SELECT03",Name="",Text="")

Texts[49]=(Label="SELECT04",Name="",Text="")

Texts[50]=(Label="SELECT05",Name="",Text="")

Texts[51]=(Label="SELECT06",Name="",Text="")

Texts[52]=(Label="SELECT07",Name="",Text="")

Texts[53]=(Label="SELECT08",Name="",Text="")

Texts[54]=(Label="SELECT09",Name="",Text="")

Texts[55]=(Label="SELECT10",Name="",Text="")


